[



"Hal terbesar yang pernah kamu pelajari adalah mencintai dan dicintai sebagai balasannya.",
"Tidak akan ada kekecewaan yang mendalam jika tidak ada cinta yang dalam.",
"Pertama dan terpenting, cinta diri, lalu berikan cinta.",
"Kita menyukai hal-hal yang kita sukai apa adanya.",
"Cinta hanyalah menemukan diri kita sendiri di orang lain, dan kegembiraan dalam pengakuan.",
"Hidup tanpa cinta seperti pohon tanpa bunga atau buah.- Khalil Gibran",
"Ketika aku melihatmu, aku jatuh cinta, dan kamu tersenyum karena kamu mengetahuinya.",
"Celahmu akan dianggap sempurna oleh hati yang memang ditakdirkan untukmu.",
"Cinta sejati tak harus menyatu, kadang cinta sejati itu terpisah namun tak ada yang berubah",
"Cinta adalah yang terkuat dari semua nafsu, karena ia menyerang kepala, hati, dan indera secara bersamaan.",
"Cinta terdiri dari satu jiwa yang menghuni dua tubuh. - Aristoteles",
"Cinta adalah fajar yang mempesona dari setiap hati.",
"Cinta hanyalah cinta, tidak pernah bisa dijelaskan.",
"Cinta itu seperti angin, kau tidak bisa melihatnya tapi bisa merasakannya. - Nicholas Sparks",
"Hanya ada satu kebahagiaan dalam hidup ini, untuk mencintai dan dicintai.",
"Aku melihatmu dan melihat sisa hidupku di depan mataku.",
"Aku mencintaimu apa adanya, semua yang telah kamu lakukan dan semua yang akan kamu lakukan.",
"Cinta tidak mendominasi; ia memperkuat. - Johann Wolfgang von Goethe",
"Ketika kamu mencintai seseorang, kamu mencintai orang itu apa adanya, dan bukan seperti yang kamu inginkan.",
"Cinta menunggu kita semua dengan tenang di tempat di mana tidak ada yang melihat.",
"Tidak ada pesona yang sebanding dengan kelembutan hati.",
"Terapi penyembuhan terbesar adalah persahabatan dan cinta.",
"Dalam hidupmu, mimpiku yang tak terbatas, hidup.",
"Lebih baik kehilangan dan mencintai daripada tidak pernah mencintai sama sekali.",
"Cinta bukan hanya sesuatu yang kamu rasakan, itu adalah sesuatu yang kamu lakukan.",
"Mudah untuk jatuh cinta. Bagian yang sulit adalah menemukan seseorang untuk menangkapmu",
"Tidak ada yang pernah mengukur, bahkan penyair, seberapa banyak hati bisa menahan.",
"Dan pada akhirnya, cinta yang kamu dapat, sama dengan cinta yang kamu buat.",
"Kecuali kamu mencintai seseorang, tidak ada hal lain yang masuk akal.",
"Cinta membuat jiwamu merangkak keluar dari tempat persembunyiannya.",
"Hal terbaik dan terindah di dunia ini tidak bisa dilihat atau didengar, tapi harus dirasakan dengan hati.",
"Dengan sentuhan cinta, semua orang menjadi penyair. - Plato",
"Cinta menyembuhkan orang - baik yang memberi maupun yang menerimanya.",
"Cinta adalah ruang dan waktu yang diukur oleh hati.",
"Cinta yang kita berikan adalah satu-satunya cinta yang kita simpan.",
"Jangan pernah mencintai orang yang memperlakukanmu seperti orang biasa.",
"Cinta bukanlah tentang menemukan orang yang sempurna, ini tentang melihat orang yang tidak sempurna, dengan sempurna.",
"Dua orang yang sedang jatuh cinta, sendirian, terisolasi dari dunia, itu indah.",
"Kita mencintai karena itu satu-satunya petualangan yang sebenarnya.",
"Cinta adalah saat kamu bertemu seseorang yang memberi tahumu sesuatu yang baru tentang dirimu.",
"Cinta itu sangat singkat, melupakan itu sangat lama.",
"“Cara untuk mencintai apa pun adalah dengan menyadari bahwa ia akan hilang",
"Aku cukup baik untuk memaafkanmu. Tapi aku tidak cukup bodoh untuk mempercayaimu lagi",
"“Aku tidak pernah berpikir kamu akan menjadi yang sementara",
"Cinta terjadi begitu singkat, namun melupakan memakan waktu begitu lama - Pablo Neruda",
"“Kenangan adalah perpisahan yang berkepanjangan pada panggung kehidupan",
"“Terkadang kita tidak sadar sedang berharap kepada orang yang tidak bisa diharapkan",
"“Lebih baik sakit karena kejujuran daripada bahagia karena kebohongan",
"“Mungkin jika hati ini ikhlas untuk menerimanya, maka kepergianmu tak akan menjadi derita",
"Jauh sebelum kamu datang, aku sudah pernah jatuh cinta dan terluka. Maka kini aku terbiasa"
]
