[
"Apa yang dilakukan peretas adalah mencari tahu teknologi dan bereksperimen dengannya dengan cara yang tidak pernah dibayangkan banyak orang. Mereka juga memiliki keinginan yang kuat untuk membagikan informasi ini dengan orang lain dan menjelaskannya kepada orang-orang yang satu-satunya kualifikasi mungkin adalah keinginan untuk belajar.",
"Peretas adalah bakat. Anda tidak akan mempelajarinya di sekolah. Ini seperti menjadi Messi atau C. Ronaldo. Jika Anda dilahirkan untuk menjadi seorang peretas, itu adalah takdir Anda. Jika tidak, Anda akan diretas.",
"Kebodohan manusia, itulah sebabnya peretas selalu menang.",
"Ingat, ketika Anda terhubung dengan komputer lain, Anda terhubung ke setiap komputer yang terhubung dengan komputer.",
"Peretasan komputer seperti ikatan kimia yang mengikat kita semua.",
"Jika Anda adalah peretas yang baik, semua orang mengenal Anda. Tetapi, jika Anda peretas yang hebat tidak ada yang mengenal Anda.",
"Sains adalah apa yang kami pahami dengan cukup baik untuk dijelaskan ke komputer; seni adalah segalanya.",
"Anda tidak dapat meretas takdir, kekuatan kasar... Anda perlu pintu belakang, saluran samping ke dalam hidup.",
"Lawan dulu dan sekarang memiliki kelemahan esensial yang sama tentang mereka. Pertama mereka ingin menggunakan Anda, kemudian ingin menjadi Anda, kemudian mereka ingin menghabisi Anda.",
"Bagi saya, komputer itu alat yang paling luar biasa yang pernah kita miliki. Ini setara dengan sepeda untuk pikiran kita.",
"Tidak ada yang tidak baik atau buruk tentang pengetahuan itu sendiri; moralitas terletak pada penerapan pengetahuan.",
"Saya percaya pada dunia di mana semua hal ini bisa terjadi, bahkan jika saya harus melakukannya sendiri.",
"Pelajari hari Ini, terapkan hari Ini.",
"Hal terpenting tentang teknologi adalah bagaimana hal itu mengubah orang.",
"Anda hanya berjarak satu klik untuk menemukan diri sejati anda.",
"Percayalah pada getaran yang Anda dapatkan, energi tidak berbohong.",
"Ketika kita semua memiliki akses ke informasi, kita kuat. Ketika kita kuat, kita tetap memiliki kekuatan untuk melakukan hal yang mustahil.",
"Saat berjudi, seseorang harus tahu lawan mereka, dan kelemahan mereka. Terutama, jika lawan itu adalah mesin.",
"Kami melakukan hal-hal yang kami lakukan untuk rakyat, bukan untuk kepentingan kita sendiri seperti sebuah ketenaran.",
"Virality is not an accident. It is engineered. And that's why growth hackers beat traditional marketers. - Ryan Holiday\n(Viralitas bukanlah suatu kebetulan. Ini direkayasa. Dan itulah mengapa peretas pertumbuhan mengalahkan pemasar tradisional.)",
"Jika Anda yakin bahwa satu ide dapat mengubah dunia, maka kami percaya Anda adalah gagasan itu.",
"Pemerintah dunia tidak bisa terus menerus menekan Anonymous untuk selamanya, karena jumlah mereka terus berkembang setiap hari.",
"Duniaku jauh lebih menarik dari dunia mereka.",
"Ini tak semudah yang orang lain lihat, dan ini bukan hal yang dapat dilakukan semua orang.",
"Kami tumbuh untuk percaya bahwa kami tidak bersalah sampai terbukti bersalah, tapi kenyataannya kami selalu divonis bersalah.",
"Tak ada yang tahu identitas kami.",
"Di balik layar monitor ini aku dapat melihat dunia.",
"Kami dimulai sebagai sekelompok orang yang dikendalikan tanpa sebuah alasan.",
"Bukan tanpa alasan hal ini kami lakukan, ini semua untuk kebebasan yang dikekang pemerintah.",
"Kita tidak perlu pemimpin. Kita punya ide. Ide adalah anti peluru.",
"Faktanya ya, mereka sangat mudah. Masalahnya adalah anda tidak harus melindungi diri dari orang bodoh. Anda harus melindungi diri terhadap orang seperti saya.",
"Ketika penjahat kaya membutuhkan orang miskin, orang miskin mungkin membuat harga yang mereka mau.",
"Lawan dulu dan sekarang memiliki kelemahan esensial yang sama tentang mereka. Pertama mereka ingin menggunakan anda, kemudian ingin menjadi anda, kemudian mereka ingin menghabisi anda.",
"Bukan monster yang harus kita takuti; itu adalah orang-orang yang tidak mengenali monster yang sama di dalam diri mereka.",
"Jika anda adalah peretas yang baik, semua orang mengenal anda. Tetapi, jika anda peretas yang hebat tidak ada yang mengenal anda.",
"Mereka menganggapku remeh dalam dunia nyata, tapi mereka tidak tahu aku di dalam 'Cyber World'.",
"Kami dimulai sebagai sekelompok orang yang dikendalikan tanpa sebuah alasan.",
"Menjadi seorang kriminal bukanlah hal yang memalukan. Sedangkan untuk tetap menjadi penjahat adalah aib.",
"Bukan tanpa alasan hal ini kami lakukan, ini semua untuk kebebasan yang dikekang pemerintah.",
"Kami tumbuh untuk percaya bahwa kami tidak bersalah sampai terbukti bersalah, tapi kenyataannya kami selalu divonis bersalah.",
"Kebanyakan peretas masih muda, karena orang cenderung mudah beradaptasi. Selama anda tetap bisa beradaptasi, anda selalu bisa menjadi peretas yang baik.",
"Jika anda yakin bahwa satu ide dapat mengubah dunia, maka kami percaya anda adalah gagasan itu.",
"Kemajuan teknologi seperti kapak di tangan seorang penjahat patologis.",
"I'm a hacker, but I'm the good kind of hackers. And I've never been a criminal. - Mikko Hypponen\n(Saya seorang peretas, tetapi saya adalah peretas yang baik. Dan aku tidak pernah menjadi kriminal.)",
"If you wanna know how not secure you are, just take a look around. Nothing's secure. Nothing's safe. I don't hate technology, I don't hate hackers, because that's just what comes with it, without those hackers we wouldn't solve the problems we need to solve, especially security. - Fred Durst\n(Jika Anda ingin tahu seberapa tidak amannya Anda, lihat saja sekeliling. Tidak ada yang aman. Tidak ada yang aman. Saya tidak membenci teknologi, saya tidak membenci peretas, karena itulah yang menyertainya, tanpa peretas itu kami tidak akan memecahkan masalah yang perlu kami selesaikan, terutama keamanan.)",
"Social engineering has become about 75% of an average hacker's toolkit, and for the most successful hackers, it reaches 90% or more. - John McAfee\n(Rekayasa sosial telah menjadi sekitar 75% dari toolkit peretas rata-rata, dan untuk peretas paling sukses, ini mencapai 90% atau lebih.)",
"Hackers are breaking the systems for profit. Before, it was about intellectual curiosity and pursuit of knowledge and thrill, and now hacking is big business. - Kevin Mitnick\n(Peretas merusak sistem demi keuntungan. Sebelumnya, ini tentang keingintahuan intelektual dan pengejaran pengetahuan dan sensasi, dan sekarang peretasan adalah bisnis besar.)",
"Very smart people are often tricked by hackers, by phishing. I don't exclude myself from that. It's about being smarter than a hacker. Not about being smart. - Harper Reed\n(Orang yang sangat pintar sering ditipu oleh hacker, dengan phising. Saya tidak mengecualikan diri saya dari itu. Ini tentang menjadi lebih pintar dari seorang hacker. Bukan tentang menjadi pintar. )",
"Hackers rarely have full knowledge of the technology stack of a target. - John McAfee(Peretas jarang memiliki pengetahuan penuh tentang tumpukan teknologi target. )",
"Hackers are seen as shadowy figures with superhuman powers that threaten civilization. - Mitch Kapor\n(Hacker dipandang sebagai sosok bayangan dengan kekuatan super yang mengancam peradaban.)",
"What fashion has started from hackers? They have bad posture, and they don't go out. I wish I had a hacker boyfriend - they stay at home up in the bedroom. - John Waters\n(Mode apa yang dimulai dari peretas? Mereka memiliki postur tubuh yang buruk, dan mereka tidak keluar. Saya berharap saya punya pacar hacker - mereka tinggal di rumah di kamar tidur.)",
"Garbage can provide important details for hackers: names, telephone numbers, a company's internal jargon. - Kevin Mitnick\n(Sampah dapat memberikan detail penting bagi peretas: nama, nomor telepon, jargon internal perusahaan. )",
"When hackers have access to powerful computers that use brute force hacking, they can crack almost any password; even one user with insecure access being successfully hacked can result in a major breach. - Toomas Hendrik Ilves(Ketika peretas memiliki akses ke komputer kuat yang menggunakan peretasan paksa, mereka dapat memecahkan hampir semua kata sandi; bahkan satu pengguna dengan akses tidak aman yang berhasil diretas dapat mengakibatkan pelanggaran besar.)",
"In the aftermath of the oh-so-predictable crash, the Bitcoin fanatics have begun marshaling out excuse after excuse for why this non-investment investment lost so much of its value so fast. One was that hackers attacked some of the exchanges for Bitcoins and crippled it. Really? A hacker can wreck an entire market? - Kurt Eichenwald(Setelah kehancuran yang sangat dapat diprediksi, para fanatik Bitcoin mulai menyusun alasan demi alasan mengapa investasi non-investasi ini kehilangan begitu banyak nilainya dengan begitu cepat. Salah satunya adalah peretas menyerang beberapa bursa Bitcoin dan melumpuhkannya. Betulkah? Seorang hacker dapat menghancurkan seluruh pasar?)",
"Hackers often describe what they do as playfully creative problem solving. Heather Brooke Problem Creative Often Computer hackers do not need to know each other's real names, or even live on the same continent, to steal millions in mere hours. - Robert Mueller\n(Peretas sering menggambarkan apa yang mereka lakukan sebagai pemecahan masalah yang kreatif dan main-main. Heather Brooke Soal Kreatif Seringkali Peretas komputer tidak perlu mengetahui nama asli satu sama lain, atau bahkan tinggal di benua yang sama, untuk mencuri jutaan hanya dalam beberapa jam. )",
"We face cyber threats from state-sponsored hackers, hackers for hire, global cyber syndicates, and terrorists. They seek our state secrets, our trade secrets, our technology, and our ideas - things of incredible value to all of us. They seek to strike our critical infrastructure and to harm our economy. - James Comey\n(Kami menghadapi ancaman dunia maya dari peretas yang disponsori negara, peretas yang disewa, sindikat dunia maya global, dan teroris. Mereka mencari rahasia negara kita, rahasia dagang kita, teknologi kita, dan ide-ide kita - hal-hal yang sangat berharga bagi kita semua. Mereka berusaha menyerang infrastruktur penting kita dan merusak ekonomi kita.)",
"Hackers are becoming more sophisticated in conjuring up new ways to hijack your system by exploiting technical vulnerabilities or human nature. Don't become the next victim of unscrupulous cyberspace intruders. - Kevin Mitnick\n(Peretas menjadi lebih canggih dalam menemukan cara baru untuk membajak sistem Anda dengan mengeksploitasi kerentanan teknis atau sifat manusia. Jangan menjadi korban berikutnya dari penyusup dunia maya yang tidak bermoral.)",
"I don't hate technology, I don't hate hackers, because that's just what comes with it, without those hackers we wouldn't solve the problems we need to solve, especially security. - Fred Durst\n(Saya tidak membenci teknologi, saya tidak membenci peretas, karena itulah yang menyertainya, tanpa peretas itu kami tidak akan memecahkan masalah yang perlu kami selesaikan, terutama keamanan.)",
"I really didn't understand why hackers would want to hack into a classroom. Are they going to learn algebra? Maybe calculus? - Eric Yuan\n(Saya benar-benar tidak mengerti mengapa peretas ingin meretas ruang kelas. Apakah mereka akan belajar aljabar? Mungkin kalkulus?)",
"jangan pernah meremehkan tekad seorang anak yang kaya waktu dan miskin uang.",
"Ada beberapa sumber energi yang begitu kuat sebagai mahasiswa yang suka menunda-nunda.",
"kebanyakan peretas masih muda, karena orang cenderung mudah beradaptasi. Selama anda tetap bisa beradaptasi, anda selalu bisa menjadi peretas yang baik.",
"bukan monster yang harus kita takuti; itu adalah orang-orang yang tidak mengenali monster yang sama di dalam diri mereka.",
"faktanya ya, mereka sangat mudah. Masalahnya adalah anda tidak harus melindungi diri dari orang bodoh. Anda harus melindungi diri terhadap orang seperti saya.",
"apa yang dilakukan peretas adalah mencari tahu teknologi dan bereksperimen dengannya dengan cara yang tidak pernah dibayangkan banyak orang. Mereka juga memiliki keinginan yang kuat untuk membagikan informasi ini dengan orang lain. Dan menjelaskannya kepada orang-orang yang satu-satunya kualifikasi mungkin adalah keinginan untuk belajar.",
"kebodohan manusia, itulah sebabnya peretas selalu menang.",
"Ingat, ketika anda terhubung dengan komputer lain, anda terhubung ke setiap komputer yang terhubung dengan komputer.",
"peretas adalah bakat. Anda tidak akan mempelajarinya di sekolah. Ini seperti menjadi Messi atau C. Ronaldo. Jika anda dilahirkan untuk menjadi seorang Peretas, itu adalah takdir anda. Jika tidak, anda akan diretas.",
"peretasan komputer seperti ikatan kimia yang mengikat kita semua.",
"anda tidak dapat meretas takdir, kekuatan kasar… Anda perlu pintu belakang, saluran samping ke dalam hidup.",
"jika anda adalah peretas yang baik, semua orang mengenal anda. Tetapi jika anda peretas yang hebat tidak ada yang mengenal anda.",
"lawan dulu dan sekarang memiliki kelemahan esensial yang sama tentang mereka. Pertama mereka ingin menggunakan anda, kemudian ingin menjadi anda, kemudian mereka ingin menghabisi anda.",
"sains adalah apa yang kami pahami dengan cukup baik untuk dijelaskan ke komputer; seni adalah segalanya.",
"tidak ada yang tidak baik atau buruk tentang pengetahuan itu sendiri; moralitas terletak pada penerapan pengetahuan.",
"bagi saya, komputer itu alat yang paling luar biasa yang pernah kita miliki. Ini setara dengan sepeda untuk pikiran kita.",
"Saya percaya pada dunia di mana semua hal ini bisa terjadi, bahkan jika saya harus melakukannya sendiri.",
"Hal terpenting tentang teknologi adalah bagaimana hal itu mengubah orang.",
"Pelajari hari Ini, terapkan hari Ini.",
"Anda hanya berjarak satu klik untuk menemukan diri sejati anda.",
"Saat berjudi, seseorang harus tahu lawan mereka, dan kelemahan mereka. Terutama, jika lawan itu adalah mesin.",
"Percayalah pada getaran yang anda dapatkan, energi tidak berbohong.",
"Ketika kita semua memiliki akses ke informasi, kita kuat. Ketika kita kuat, kita tetap memiliki kekuatan untuk melakukan hal yang mustahil.",
"Kami melakukan hal-hal yang kami lakukan untuk rakyat, bukan untuk kepentingan kita sendiri seperti sebuah ketenaran.",
"Pemerintah dunia tidak bisa terus menerus menekan Anonymous untuk selamanya, karena jumlah mereka terus berkembang setiap hari.",
"Mereka menganggapku remeh dalam Dunia nyata, tapi mereka tidak tahu aku di dalam ‘Cyber World’.",
"Jika anda yakin bahwa satu ide dapat mengubah dunia, maka kami percaya anda adalah gagasan itu.",
"Duniaku jauh lebih menarik dari dunia mereka.",
"Tak ada yang tahu identitas kami.",
"Ini tak semudah yang orang lain lihat, dan ini bukan hal yang dapat dilakukan semua orang.",
"Kami tumbuh untuk percaya bahwa kami tidak bersalah sampai terbukti bersalah, tapi kenyataannya kami selalu divonis bersalah.",
"Dibalik layar monitor ini aku dapat melihat dunia.",
"Bukan tanpa alasan hal ini kami lakukan, ini semua untuk kebebasan yang dikekang pemerintah.",
"Kami dimulai sebagai sekelompok orang yang dikendalikan tanpa sebuah alasan.",
"Kita tidak perlu pemimpin. Kita punya ide. Ide adalah anti peluru."

 
]
