[


"jangan pernah meremehkan tekad seorang anak yang kaya waktu dan miskin uang.",
"Ada beberapa sumber energi yang begitu kuat sebagai mahasiswa yang suka menunda-nunda.",
"kebanyakan peretas masih muda, karena orang cenderung mudah beradaptasi. Selama anda tetap bisa beradaptasi, anda selalu bisa menjadi peretas yang baik.",
"bukan monster yang harus kita takuti; itu adalah orang-orang yang tidak mengenali monster yang sama di dalam diri mereka.",
"faktanya ya, mereka sangat mudah. Masalahnya adalah anda tidak harus melindungi diri dari orang bodoh. Anda harus melindungi diri terhadap orang seperti saya.",
"apa yang dilakukan peretas adalah mencari tahu teknologi dan bereksperimen dengannya dengan cara yang tidak pernah dibayangkan banyak orang. Mereka juga memiliki keinginan yang kuat untuk membagikan informasi ini dengan orang lain. Dan menjelaskannya kepada orang-orang yang satu-satunya kualifikasi mungkin adalah keinginan untuk belajar.",
"kebodohan manusia, itulah sebabnya peretas selalu menang.",
"Ingat, ketika anda terhubung dengan komputer lain, anda terhubung ke setiap komputer yang terhubung dengan komputer.",
"peretas adalah bakat. Anda tidak akan mempelajarinya di sekolah. Ini seperti menjadi Messi atau C. Ronaldo. Jika anda dilahirkan untuk menjadi seorang Peretas, itu adalah takdir anda. Jika tidak, anda akan diretas.",
"peretasan komputer seperti ikatan kimia yang mengikat kita semua.",
"anda tidak dapat meretas takdir, kekuatan kasar… Anda perlu pintu belakang, saluran samping ke dalam hidup.",
"jika anda adalah peretas yang baik, semua orang mengenal anda. Tetapi jika anda peretas yang hebat tidak ada yang mengenal anda.",
"lawan dulu dan sekarang memiliki kelemahan esensial yang sama tentang mereka. Pertama mereka ingin menggunakan anda, kemudian ingin menjadi anda, kemudian mereka ingin menghabisi anda.",
"sains adalah apa yang kami pahami dengan cukup baik untuk dijelaskan ke komputer; seni adalah segalanya.",
"tidak ada yang tidak baik atau buruk tentang pengetahuan itu sendiri; moralitas terletak pada penerapan pengetahuan.",
"bagi saya, komputer itu alat yang paling luar biasa yang pernah kita miliki. Ini setara dengan sepeda untuk pikiran kita.",
"Saya percaya pada dunia di mana semua hal ini bisa terjadi, bahkan jika saya harus melakukannya sendiri.",
"Hal terpenting tentang teknologi adalah bagaimana hal itu mengubah orang.",
"Pelajari hari Ini, terapkan hari Ini.",
"Anda hanya berjarak satu klik untuk menemukan diri sejati anda.",
"Saat berjudi, seseorang harus tahu lawan mereka, dan kelemahan mereka. Terutama, jika lawan itu adalah mesin.",
"Percayalah pada getaran yang anda dapatkan, energi tidak berbohong.",
"Ketika kita semua memiliki akses ke informasi, kita kuat. Ketika kita kuat, kita tetap memiliki kekuatan untuk melakukan hal yang mustahil.",
"Kami melakukan hal-hal yang kami lakukan untuk rakyat, bukan untuk kepentingan kita sendiri seperti sebuah ketenaran.",
"Pemerintah dunia tidak bisa terus menerus menekan Anonymous untuk selamanya, karena jumlah mereka terus berkembang setiap hari.",
"Mereka menganggapku remeh dalam Dunia nyata, tapi mereka tidak tahu aku di dalam ‘Cyber World’.",
"Jika anda yakin bahwa satu ide dapat mengubah dunia, maka kami percaya anda adalah gagasan itu.",
"Duniaku jauh lebih menarik dari dunia mereka.",
"Tak ada yang tahu identitas kami.",
"Ini tak semudah yang orang lain lihat, dan ini bukan hal yang dapat dilakukan semua orang.",
"Kami tumbuh untuk percaya bahwa kami tidak bersalah sampai terbukti bersalah, tapi kenyataannya kami selalu divonis bersalah.",
"Dibalik layar monitor ini aku dapat melihat dunia.",
"Bukan tanpa alasan hal ini kami lakukan, ini semua untuk kebebasan yang dikekang pemerintah.",
"Kami dimulai sebagai sekelompok orang yang dikendalikan tanpa sebuah alasan.",
"Kita tidak perlu pemimpin. Kita punya ide. Ide adalah anti peluru."

 
]
