[
  "jangan berharap masalahmu akan dimudahkan, namun berharaplah kamu akan jadi orang yang lebih kuat.",
  "ketika kamu merasa kehilangan harapan, ingat bahwa Tuhan telah menciptakan rencana terindah untuk hidup kita.",
  "tidak ada istilah gagal dalam hidup, yang ada hanya sukses dan belum berhasil. Jangan menyerah!",
  "ingatlah bahwa tak ada yang abadi di dunia ini, termasuk masalah yang ada dalam hidupmu.",
  "tidak ada kata gagal dalam hidup ini, kecuali saat kamu menyerah menghadapi cobaan.",
  "jika untuk bermimpi saja kamu takut, maka kamu adalah orang yang tidak tahu arah masa depanmu.",
  "jika kamu hanya bertahan di zona nyaman, maka kamu tak akan pernah tahu banyak hal. Jangan takut mencoba!",
  "masa depan adalah milik mereka yang percaya dengan impiannya.",
  "bermimpi bukanlah sesuatu yang menyeramkan. Tidak ada yang mustahil di dunia ini jika kamu percaya.",
  "ada dua tipe orang di dunia ini. Mereka yang mempunyai mimpi besar, dan mereka yang bangun untuk mewujudkannya.",
  "saat kamu ingin kembali ke masa lalu, syukurilah hal-hal baik yang kamu punya saat ini.",
  "fokus dengan masa depan memang baik, namun jangan sampai kamu sia-siakan momen bahagia di hari ini.",
  "seburuk apapun masa lalumu, itu telah berlalu. Sekarang, fokus untuk kebahagiaan dirimu di masa depan.",
  "jangan kutuk dirimu atas kesalahan yang kamu buat di masa lalu, jadikan sebagai pelajaran dan berusaha hidup lebih baik.",
  "👙",
  "hidup adalah hidup",
  "Perbaikilah dirimu, maka orang akan memaafkanmu dengan sendirinya.",
  "Kita selalu bisa memaafkan, namun tidak harus melupakan.",
  "Sebelum meminta maaf pada orang lain, cobalah memaafkan dirimu sendiri.",
  "Mengucapkan maaf memang terasa mudah, tapi sangat sulit dilakukan.",
  "Meminta maaf bukan berarti salah, itu adalah pertanda sudah dewasa.",
  "Berani mengambil risiko, kamu akan menang, kamu akan senang!",
  "Walaupun orang lain jahat kepadamu, namun kamu harus tetap baik pada dirimu sendiri.",
  "Mencintai diri adalah sumber dari segala jenis cinta yang lain.",
  "Cintailah orang yang kamu lihat di depan cermin.",
  "Jangan pernah merasa gagal saat belajar, itu adalah bagian dari proses.",
  "Rajinlah belajar saat masih muda agar tak miskin ilmu di hari tua.",
  "Kata-kata Motivasi Singkat Tentang Keluarga (H3)",
  "Sejauh apapun kamu pergi, keluarga adalah tempatmu kembali.",
  "Walaupun tidak sempurna, namun kamu cantik dengan caramu sendiri",
  "Setiap cobaan yg datang adalah proses pendewasaan diri.",
  "Hidup adalah tentang belajar. Jika berhenti, kamu akan mati.",
  "Orang yang pantas kamu bahagiakan terlebih dahulu adalah keluargamu.",
  "Keluarga lebih erat hubungannya dari ikatan darah dan bisa kamu temukan dimana saja.",
  "Saat kamu sukses, maka orang yang paling pertama tersenyum adalah orangtua.",
  "Pengalaman memang membawamu pada kesuksesan, tapi keluar akan mengajarkan soal makna kehidupan.",
  "Sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (QS. Al-insyirah 94:5).",
  "Ingatlah, hanya dengan mengingati Allah-lah hati menjadi tenteram. (QS. Al Ra'd: 28).",
  "Janganlah kamu bersikap lemah, dan janganlah (pula) kamu bersedih hati, padahal kamulah orang-orang yang paling tinggi (derajatnya), jika kamu orang-orang yang beriman. (QS.Ali 'Imran: 139).",
  "Carilah pada apa yang telah dianugerahkan kepadamu (kebahagiaan) negeri akhirat dan janganlah kamu melupakan bagianmu dari (kenikmatan) duniawi. (QS. Al-Qashas: 77).",
  "Sesungguhnya Allah tidak akan mengubah nasib suatu kaum sehingga mereka mengubah keadaan yang ada pada diri mereka sendiri. (QS. Ar-Ra'd: 11).",
  "Cukuplah Allah menjadi penolong kami dan Allah adalah sebaik-baik pelindung. - (Q.S Ali Imran: 173).",
  "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. - (Al-Baqarah: 286).",
  "Sesungguhnya hanya orang-orang yang bersabarlah yang dicukupkan pahala mereka tanpa batas. - (Q.S Az-Zumar: 10).",
  "Jangan sekali-kali kamu mengatakan: Sesungguhnya aku akan mengerjakan ini besok pagi. kecuali (dengan menyebut): Insya Allah. - (Q.S Al-Kahfi: 23-24).",
  "Tolak kejahatan dengan cara yang lebih baik, sehingga yang memusuhimu akan seperti teman yang setia. - (Q.S Fusshilat: 34).",
  "Jika kau tidak sibukkan jiwamu dalam kebenaran, maka ia akan menyibukkanmu dalam kebathilan. - Imam Syafi'i.",
  "Orang terkaya adalah ia yang menerima takdir Allah dengan senang hati. - Ali bin Husein.",
  "Yang paling besar di bumi bukanlah gunung atau lautan, melainkan hawa nafsu yang sulit dikendalikan. - Abu Hamid Al Ghazali.",
  "Cobaan hidupmu adalah untuk mengukur seberapa besar kesungguhanmu untuk meminta pertolongan Allah. - Ibnu Qoyyim.",
  "Carilah teman untuk menenangkan hati, perhatikanlah keselamatanmu dan juga kesejahteraannya. - Abu Hamid Al Ghazali.",
  "Tak ada waktu untuk mengeluh. Bangun sekarang dan hadapilah segala masalah!",
  "Mimpi akan jadi kenyataan jika kita punya keberanian.",
  "Fokuslah pada hal-hal yang bisa kamu kontrol, selebihnya bukanlah urusanmu.",
  "Saat kita punya harapan, maka kita akan fokus mencapai tujuan hidup",
  "Saat kamu memutuskan untuk bangun dari tidur, artinya kamu siap untuk menjalani hidup.",
  "Tidak ada orang yan bisa membuatmu merasa rendah tanpa persetujuanmu.",
  "Dalam menjalani hidup, jadilah orang yang kuat dan bermartabat.",
  "Harga diri bukan berarti gila hormat, namun suatu kesadaran bahwa kita berhak memilikinya.",
  "Kamu berharga dan punya nilai, jangan biarkan orang lain menjatuhkanmu.",
  "Harga diri tidak dapat dibeli atau dibuat, melainkan harta yang sudah kamu miliki sejak lahir. Jadi jagalah baik-baik!",
  "Senyuman adalah simbol persahabatan dan kedamaian.",
  "Hidup itu ibarat cermin. Jika kamu menghadapinya dengan senyuman, maka hidup akan tersenyum kembali padamu.",
  "Dari semua obat di dunia ini, senyum adalah penyembuh terbaik.",
  "Tersenyumlah pada siapapun, siapa tahu kamu dapat mengobati hati yang sedang sedih.",
  "Percayalah bahwa kamu adalah alasan seseorang untuk tersenyum.",
]
