[
  "Cinta itu seperti kopi pagi, bikin semangat sepanjang hari.",
"Kamu adalah alasan aku tersenyum tanpa alasan.",
"Setiap detik bersamamu adalah momen berharga.",
"Cinta kita seperti bintang, tak selalu terlihat tapi selalu ada.",
"Denganmu, setiap hari terasa seperti petualangan baru.",
"Cintamu adalah energi yang menghidupkan hatiku.",
"Kamu adalah bab favorit dalam kisah hidupku.",
"Cinta kita adalah perjalanan, bukan tujuan akhir.",
"Bersamamu, segalanya terasa lebih indah.",
"Kamu adalah rumah tempat hatiku berlabuh.",
"Cinta kita adalah lagu, harmoninya sempurna.",
"Aku dan kamu, bersama melangkah menghadapi dunia.",
"Kamu adalah kebahagiaan yang selalu kuharapkan.",
"Cinta kita sederhana, tapi bermakna dalam.",
"Denganmu, aku merasa lengkap.",
"Cintamu adalah cahaya di setiap gelapku.",
"Kamu adalah bagian terindah dari hariku.",
"Bersamamu, aku menemukan cinta sejati.",
"Setiap hari bersamamu adalah anugerah.",
"Cinta kita adalah cerita yang tak pernah bosan kubaca.",
  "Belajar adalah kunci untuk membuka pintu dunia.",
"Tidak ada kata terlambat untuk belajar.",
"Setiap hari adalah kesempatan untuk belajar sesuatu yang baru.",
"Pendidikan adalah paspor untuk masa depan.",
"Jangan pernah berhenti belajar, karena hidup tidak pernah berhenti mengajarkan.",
"Pengetahuan adalah kekuatan.",
"Belajar dengan tekun adalah investasi masa depan.",
"Jadilah pembelajar seumur hidup.",
"Keingintahuan adalah kunci pembelajaran.",
"Ilmu adalah harta yang tidak akan habis.",
"Belajar adalah proses, bukan tujuan.",
"Setiap tantangan adalah kesempatan untuk belajar.",
"Belajar dari kesalahan adalah langkah pertama menuju kebijaksanaan.",
"Keberhasilan dimulai dari belajar.",
"Jadilah seperti spons, selalu siap menyerap ilmu.",
"Semakin banyak kamu belajar, semakin banyak yang kamu tahu.",
"Pendidikan adalah senjata paling ampuh untuk mengubah dunia.",
"Masa depan tergantung pada apa yang kamu pelajari hari ini.",
"Belajar tidak pernah membuat seseorang menjadi miskin.",
"Setiap hari adalah lembaran baru untuk belajar sesuatu.",
  "Jangan takut gagal, takutlah kalau WiFi mati saat deadline.",
"Kalau hidup memberimu lemon, jadikan lemonade, lalu jual, kan lumayan.",
"Jangan tunggu peluang, kejar dan tangkap dia sampai ngos-ngosan!",
"Mimpi itu gratis, jangan pelit-pelit untuk bermimpi ya!",
"Jangan biarkan masalahmu lebih besar dari pada keinginan makan siangmu.",
"Tersenyumlah pada masalah, tunjukkan gigi walau gigi palsu.",
"Percaya diri itu penting, tapi over percaya diri siap-siap terpeleset!",
"Kadang yang kamu butuhkan hanyalah tawa, atau mungkin dua tawa.",
"Merasa down? Itu gravitasi, jangan salahkan diri sendiri.",
"Ingat, setiap pizza dimulai dari adonan yang lengket dan berantakan.",
"Bangun tiap pagi dengan semangat baru, walau cuma semangat buat nge-charge HP.",
"Jangan sampai 'kutu loncat' lebih semangat dari kamu. Yuk, lompat ke kesuksesan!",
"Kalau merasa sendiri, ingat, di tas masih ada snack yang belum dimakan.",
"Terkadang yang kamu butuhkan bukan semangat baru, tapi charger yang panjang.",
"Percayalah, setiap masalah punya expiry date, sabar aja dulu!",
"Kalau kegagalan itu pedas, jangan lupa, kita punya es teh manis!",
"Kalau stres melanda, ingat, ada banyak playlist lagu yang belum diputar.",
"Kadang yang dibutuhkan hanya istirahat, bukan pensiun.",
"Bersemangatlah! Jika tidak untuk dirimu, setidaknya untuk makan malammu.",
"Jika merasa jatuh, ingatlah untuk mendarat dengan gaya.",
  "Jangan pernah menyerah pada apa yang benar-benar kamu inginkan.",
"Keberhasilan dimulai dari impian besar dan tekad yang kuat.",
"Hari ini adalah kesempatan untuk melakukan sesuatu yang luar biasa.",
"Kesulitan adalah kesempatan untuk menjadi lebih kuat.",
"Berjuanglah sekarang, nikmati hasilnya di kemudian hari.",
"Semangat adalah kunci utama untuk meraih sukses.",
"Setiap langkah kecil adalah bagian dari perjalanan besar.",
"Teruslah bergerak maju, meski perlahan.",
"Kegagalan adalah pelajaran berharga menuju keberhasilan.",
"Kesuksesan dimulai dari tindakan kecil yang konsisten.",
"Jangan biarkan rasa takut menghalangi impian kamu.",
"Setiap hari adalah kesempatan baru untuk berubah.",
"Jika kamu bisa memimpikannya, kamu bisa mencapainya!",
"Pantang menyerah sebelum mencapai tujuan.",
"Bersyukur atas apa yang kamu miliki saat ini.",
"Impian besar membutuhkan usaha besar pula.",
"Tidak ada yang mustahil jika kamu percaya pada diri sendiri.",
"Semangat adalah api yang akan membakar segala rintangan.",
"Hidup adalah tentang mencoba hal-hal baru setiap hari.",
"Bangkitlah setiap kamu jatuh, tetapi semangat tidak boleh putus asa!",
  "Kesuksesan tidak datang kepada kita, kita yang harus mengejarnya dengan kerja keras dan ketekunan.",
"Bekerja keras adalah jalan menuju impian yang lebih besar.",
"Jangan takut gagal, karena kegagalan adalah pelajaran untuk kesuksesan yang lebih besar.",
"Setiap langkah kecil menuju tujuan adalah kemajuan yang berharga.",
"Keberhasilan tidak dilihat dari seberapa cepat kita mencapainya, tetapi dari seberapa konsisten kita bertahan dalam prosesnya.",
"Kerja keras akan membawa hasil, tetapi kerja cerdas akan mempercepat kesuksesan.",
"Jangan menunggu kesempatan datang, buatlah kesempatan dengan usaha dan tindakan.",
"Setiap hari adalah peluang baru untuk menjadi lebih baik dari hari kemarin.",
"Bekerja dengan penuh hati akan memberikan hasil yang luar biasa.",
"Kerja keras adalah investasi terbaik untuk masa depan.",
"Tidak ada yang mustahil jika kita berusaha dengan sepenuh hati.",
"Mimpi besar hanya bisa dicapai dengan kerja keras dan ketekunan.",
"Kesuksesan dimulai dari keinginan untuk terus belajar dan berkembang.",
"Setiap tantangan adalah peluang untuk menjadi lebih kuat.",
"Jangan biarkan kegagalan menghentikanmu. Gunakan kegagalan sebagai batu loncatan menuju kesuksesan.",
"Sukses bukan tentang seberapa banyak yang kita miliki, tetapi tentang seberapa banyak yang kita berikan.",
"Pekerjaan yang dilakukan dengan sepenuh hati akan selalu memberikan hasil yang terbaik.",
"Kerja keras adalah kunci utama untuk membuka pintu kesuksesan.",
"Tidak ada yang lebih memuaskan selain melihat hasil kerja keras yang berbuah manis.",
"Keberhasilan bukan hanya tentang apa yang kita capai, tetapi juga tentang bagaimana kita mencapainya.",
"Jangan menunggu motivasi datang, ciptakanlah dengan tindakan nyata.",
"Bekerja keras hari ini untuk kebahagiaan masa depan.",
"Setiap kegagalan adalah kesempatan untuk memulai lagi dengan lebih bijaksana.",
"Orang sukses bukan mereka yang tidak pernah gagal, tapi mereka yang tidak pernah menyerah.",
"Keberhasilan dimulai dari kemauan untuk terus berusaha meski dalam keadaan sulit.",
"Jangan berhenti ketika kamu lelah, berhentilah ketika kamu sudah mencapai tujuan.",
"Jangan takut untuk berbuat salah, karena kesalahan adalah cara terbaik untuk belajar.",
"Pekerjaan yang baik adalah pekerjaan yang dilakukan dengan penuh rasa tanggung jawab.",
"Semangat kerja adalah kunci untuk mencapai segala tujuan yang diinginkan.",
"Setiap orang punya kesempatan untuk sukses, yang membedakan adalah usaha yang dilakukan.",
"Kerja keras tidak akan mengkhianati hasil, hasillah yang akan mengungkapkan kerja keras.",
"Tidak ada jalan pintas menuju kesuksesan, hanya ada kerja keras yang konsisten.",
"Jadikan pekerjaanmu sebagai jalan untuk mengembangkan dirimu menjadi pribadi yang lebih baik.",
"Tantangan adalah kesempatan untuk menunjukkan kekuatanmu yang sebenarnya.",
"Sukses bukan milik mereka yang cerdas, tetapi mereka yang bekerja lebih keras.",
"Bekerjalah seolah-olah itu adalah pekerjaan terakhir yang kamu lakukan.",
"Jangan terlalu khawatir tentang hasil, fokuslah pada usaha yang terbaik.",
"Setiap hari adalah kesempatan untuk melakukan sesuatu yang lebih baik dari hari sebelumnya.",
"Kesuksesan adalah akumulasi dari upaya kecil yang dilakukan setiap hari.",
"Bekerja dengan cinta akan membuat hasilnya lebih berharga.",
"Setiap kesulitan adalah batu loncatan menuju kesuksesan.",
"Tantangan bukan untuk ditakuti, tetapi untuk dihadapi dengan keberanian.",
"Jangan biarkan rintangan menghentikan langkahmu, jadikan itu sebagai tantangan yang harus kamu taklukkan.",
"Keberanian untuk mencoba adalah langkah pertama menuju kesuksesan.",
"Jangan berhenti ketika kamu menghadapi masalah, teruslah bergerak maju.",
"Kesuksesan tidak diukur dari seberapa banyak kita menghindari kegagalan, tetapi dari seberapa banyak kita bangkit setelah kegagalan.",
"Setiap tantangan memberikan kesempatan untuk berkembang menjadi pribadi yang lebih baik.",
"Jika kamu berhenti berusaha, kamu akan kehilangan kesempatan untuk sukses.",
"Pekerjaan yang sulit biasanya menghasilkan hasil yang luar biasa.",
"Keberhasilan bukan tentang berapa kali kita jatuh, tetapi tentang berapa kali kita bangkit.",
"Tantangan adalah cara hidup untuk menguji sejauh mana kita mampu bertahan.",
"Jangan pernah meremehkan kekuatan semangat dan kerja keras.",
"Tantangan adalah kesempatan untuk membuktikan kemampuan diri.",
"Jangan takut pada tantangan, karena di sana tersembunyi peluang besar.",
"Kegagalan adalah guru terbaik yang mengajarkan kita untuk lebih bijaksana.",
"Setiap tantangan adalah kesempatan untuk belajar dan berkembang.",
"Tidak ada pencapaian besar yang bisa diraih tanpa melewati banyak tantangan.",
"Keberhasilan tidak datang dengan mudah, tetapi perjuangan membuatnya lebih berharga.",
"Tantangan akan membuatmu lebih kuat, lebih bijaksana, dan lebih siap menghadapi masa depan.",
"Berani menghadapi tantangan adalah langkah pertama menuju kesuksesan.",
"Jangan menyerah, karena kamu tidak pernah tahu seberapa dekat kamu dengan kesuksesan.",
  "Kegagalan bukan akhir dari segalanya, itu hanya permulaan untuk mencoba lagi dengan lebih baik.",
"Jangan berhenti berusaha hanya karena kamu merasa lelah, keberhasilan sudah menunggu di depan sana.",
"Semangat yang kuat akan mengatasi segala hambatan yang ada.",
"Saat kamu merasa lelah, ingatlah alasan mengapa kamu mulai.",
"Keberhasilan datang kepada mereka yang tidak pernah menyerah meskipun keadaan sangat sulit.",
"Setiap usaha yang dilakukan dengan hati akan selalu membuahkan hasil.",
"Jangan biarkan kegagalan hari ini menghalangi kesuksesan besok.",
"Kamu lebih kuat dari yang kamu kira, jangan pernah menyerah.",
"Keputusasaan hanya sementara, sementara hasil dari usaha terus berlanjut.",
"Setiap tantangan yang kamu hadapi adalah kesempatan untuk tumbuh.",
"Jangan berhenti ketika kamu kelelahan, berhentilah ketika kamu sudah berhasil.",
"Keberhasilan terbesar datang dari ketekunan yang tidak kenal lelah.",
"Setiap hari adalah peluang untuk memperbaiki diri dan mencapai tujuan.",
"Jangan pernah menyerah pada impianmu hanya karena kesulitan yang kamu hadapi.",
"Mimpi akan menjadi kenyataan jika kamu tetap bertahan untuk mencapainya.",
"Jangan takut untuk memulai dari awal, karena setiap langkah adalah kemajuan.",
"Keberhasilan tidak akan datang dengan mudah, tetapi itu pasti datang jika kita tidak berhenti berusaha.",
"Bangkitlah setelah jatuh, karena di setiap kegagalan terdapat pelajaran berharga.",
"Tantangan yang kita hadapi akan semakin mudah ketika kita memiliki tekad yang kuat.",
"Setiap hari adalah kesempatan baru untuk mencapai tujuan yang lebih besar.",
"Produktivitas bukan tentang berapa lama kamu bekerja, tetapi tentang bagaimana kamu memanfaatkan waktu.",
"Jangan fokus pada berapa banyak pekerjaan yang perlu diselesaikan, tetapi pada kualitas setiap tugas yang dikerjakan.",
"Kerja cerdas lebih baik daripada kerja keras tanpa arah.",
"Jangan menunda pekerjaan yang bisa diselesaikan hari ini, karena setiap hari adalah peluang untuk lebih baik.",
"Fokus pada tujuan, dan hasil akan mengikuti.",
"Produktivitas bukan hanya tentang bekerja keras, tetapi bekerja dengan cerdas.",
"Atur prioritas, selesaikan yang penting dulu, dan lihat bagaimana hari-harimu berubah.",
"Kerja keras yang konsisten akan menghasilkan produktivitas yang luar biasa.",
"Produktivitas datang dari kebiasaan yang baik dan disiplin dalam bekerja.",
"Jadikan setiap tugas sebagai peluang untuk meningkatkan kemampuan diri.",
"Semakin baik kita mengelola waktu, semakin besar pula pencapaian yang kita raih.",
"Produktivitas bukan tentang bekerja lebih keras, tetapi bekerja lebih pintar.",
"Ciptakan tujuan yang jelas, dan capailah dengan langkah-langkah yang terorganisir.",
"Jadikan waktu sebagai teman terbaik dalam meraih kesuksesan.",
"Setiap hari adalah kesempatan untuk bekerja lebih baik dari hari sebelumnya.",
"Bekerja dengan fokus akan meningkatkan kualitas pekerjaan dan hasil yang didapat.",
"Bekerja dengan hati adalah cara terbaik untuk tetap produktif.",
"Produktivitas dimulai dari kemauan untuk bekerja dengan disiplin dan penuh tanggung jawab.",
"Jangan biarkan gangguan menghalangi produktivitasmu, fokuslah pada tujuan.",
  "Nothing is Impossible, the word itself tells 'I'm possible'. (Tak ada yang tak mungkin, kata 'impossible' pun berarti I'm possible) - Audrey Hepburn.",
  "You create beauty with your attitude, and you make an impression with your behavior.(Kamu menciptakan kecantikan dengan sikapmu, dan membuat kesan dengan perilakumu) - Sophia Elmara",
  "The most certain way to succeed is always to try just one more time (Cara paling manjur untuk sukses adalah dengan mencoba sekali lagi) - Thomas A. Edison.",
  "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle (Percayalah pada dirimu. Ketahuilah bahwa dirimu lebih hebat dari segala rintangan)- Christian D. Larson.",
  "If you can dream it, you can do it (Jika kamu bisa memimpikannya, maka kamu bisa mewujudkannya)- Walt Disney",
  "Don't worry your pretty little mind, people throw rocks at things that shine (Jangan khawatirkan pikiranmu, orang melempar batu kepada sesuatu yang bersinar) - Ours, Taylor Swift.",
  "I'll walk through hell with you, Love, you're not alone, cause I'm gonna stand by you. (Aku akan berjalan melewati kesulitan bersamamu, kamu tak sendiri aku akan berdiri di sampingmu) - Stand by you, Rachel Platten.",
  "Everything that drowns me makes me wanna fly (Semua yang menenggelamkanku membuatku ingin terbang) - Counting stars, One Republic.",
  "But just because it burns, doesn't mean you're gonna die. You gotta get up and try, and try, and try. (Hanya karena ini terbakar bukan berarti kamu akan mati, kamu harus bangun dan mencoba, dan mencoba, dan mencoba)- Try, Pink.",
  "What doesn't kill you makes you stronger, stand a little taller, doesn't mean I'm lonely when I'm alone. (Apa yang tidak membunuhmu membuatmu lebih kuat, berdiri sedikit lebih tinggi, tak berarti aku kesepian walaupun sendirian) - What doesn't kill you, Kelly Clarkson.",
  "I'm no beauty queen, I'm just beautiful me. (Aku bukan ratu kecantikan, aku cantik apa adanya) - Who says, Selena Gomez.",
  "Ain't about how fast I get there, ain't about what's waiting on the other side It's the climb (Bukan tentang seberapa cepat aku sampai, bukan tentang apa yang menungguku di sisi lain, ini tentang proses) - The Climb, Miley Cyrus.",
  "We don't need to worry, cause when we fall, we know how to land.(Kita tak perlu kuatir, karena saat jatuh kita tahu caranya untuk mendarat)-Permission to Dance, BTS.",
  "There's a hero, if you look inside your heart, you don't have to be afraid, of what you are. (Ada pahlawan, jika kamu melihat ke dalam hatimu, kamu tak perlu takut dengan dirimu) - Hero, Mariah Carey.",
  "No, I won't never give up, and I won't let you get me down. (Tidak, aku tak akan menyerah, aku tak akan membiarkanmu menjatuhkanku) - Never Give Up, Sia.",
  "Every love story in this universe are beautiful. But ours is my favourite. (Semua kisah cinta di alam semesta itu indah, tapi kisa kita adalah favoritku).",
  "You do a million simple things that bring joy to my life. (Kamu melakukan sejuta cara sederhana yang membuatku bahagia).",
  "Coming together is a beginning. Keeping together is progress. Working together is success. (Kebersamaan adalah sebuah awal, menjaga kebersamaan adalah sebuah proses, bekerja sama adalah sebuah kesuksesan).",
  "Not all the things that you worry will actually happen in your life. (Tidak semua hal yang kamu khawatirkan akan terjadi)",
  "People either make you happy, or make you a bad person to learn something. (Orang-orang entah akan membuat bahagia, atau menjadi orang yang jahat supaya kamu bisa mengambil pelajaran).",
  "Jangan mengikuti tren. Kamulah yang memutuskan siapa kamu. - Gianni Versace.",
  "Ciptakan gayamu sendiri. Jadikan itu unik namun tetap dapat dikenali oleh orang lain. - Orson Welles.",
  "Aku bukan wanita yang harga dirinya dilihat dari ukuran bajunya. - Kristen Bell.",
  "Kecerdasan tidak menarik jika tak dikombinasikan dengan keanggunan. - Alice Munro.",
  "Jadilah versi terbaik dari dirimu sendiri, bukan versi terbaik dari orang lain. Judy Garland.",
  "Kamu tidak akan pernah mencapai sukses kecuali jika kamu menyukai apa yang kamu lakukan. - Dale Carnegie.",
  "Kamu tidak harus hebat saat memulai, tapi kamu harus memulai untuk menjadi hebat. - Zig Ziglar.",
  "Fokuslah pada hal-hal yang ingin kamu tuju, bukan yang kamu takuti. - Anthony Robbins.",
  "Tindakan adalah kunci dari semua kesuksesan. - Pablo Picasso.",
  "Satu-satunya cara untuk memulaI adalah berhenti bicara dan mulai kerjakan. - Walt Disney.",
  "Kamu harus merasakan kesulitan terlebih dulu sebelum kebahagiaan yang sempurna datang padamu - R. A. Kartini.",
  "Dalam menghadapi musuh, hadapilah dengan senjata kasih sayang - Cut Nyak Dhien.",
  "Jadikan pengalaman masa lalu sebagai tonggak petunjuk, bukan tonggak belenggu - Mohammad Hatta.",
  "Hidup bukanlah tentang 'Aku Bisa', namun juga tentang 'Aku Mencoba' - Ir. Soekarno.",
  "Secepat apapun kebohongan, kebenaran pasti akan mengejarnya. - Tan Malaka.",
  "jangan berharap masalahmu akan dimudahkan, namun berharaplah kamu akan jadi orang yang lebih kuat.",
  "ketika kamu merasa kehilangan harapan, ingat bahwa Tuhan telah menciptakan rencana terindah untuk hidup kita.",
  "tidak ada istilah gagal dalam hidup, yang ada hanya sukses dan belum berhasil. Jangan menyerah!",
  "ingatlah bahwa tak ada yang abadi di dunia ini, termasuk masalah yang ada dalam hidupmu.",
  "tidak ada kata gagal dalam hidup ini, kecuali saat kamu menyerah menghadapi cobaan.",
  "jika untuk bermimpi saja kamu takut, maka kamu adalah orang yang tidak tahu arah masa depanmu.",
  "jika kamu hanya bertahan di zona nyaman, maka kamu tak akan pernah tahu banyak hal. Jangan takut mencoba!",
  "masa depan adalah milik mereka yang percaya dengan impiannya.",
  "bermimpi bukanlah sesuatu yang menyeramkan. Tidak ada yang mustahil di dunia ini jika kamu percaya.",
  "ada dua tipe orang di dunia ini. Mereka yang mempunyai mimpi besar, dan mereka yang bangun untuk mewujudkannya.",
  "saat kamu ingin kembali ke masa lalu, syukurilah hal-hal baik yang kamu punya saat ini.",
  "fokus dengan masa depan memang baik, namun jangan sampai kamu sia-siakan momen bahagia di hari ini.",
  "seburuk apapun masa lalumu, itu telah berlalu. Sekarang, fokus untuk kebahagiaan dirimu di masa depan.",
  "jangan kutuk dirimu atas kesalahan yang kamu buat di masa lalu, jadikan sebagai pelajaran dan berusaha hidup lebih baik.",
  "👙",
  "hidup adalah hidup",
  "Perbaikilah dirimu, maka orang akan memaafkanmu dengan sendirinya.",
  "Kita selalu bisa memaafkan, namun tidak harus melupakan.",
  "Sebelum meminta maaf pada orang lain, cobalah memaafkan dirimu sendiri.",
  "Mengucapkan maaf memang terasa mudah, tapi sangat sulit dilakukan.",
  "Meminta maaf bukan berarti salah, itu adalah pertanda sudah dewasa.",
  "Berani mengambil risiko, kamu akan menang, kamu akan senang!",
  "Walaupun orang lain jahat kepadamu, namun kamu harus tetap baik pada dirimu sendiri.",
  "Mencintai diri adalah sumber dari segala jenis cinta yang lain.",
  "Cintailah orang yang kamu lihat di depan cermin.",
  "Jangan pernah merasa gagal saat belajar, itu adalah bagian dari proses.",
  "Rajinlah belajar saat masih muda agar tak miskin ilmu di hari tua.",
  "Kata-kata Motivasi Singkat Tentang Keluarga (H3)",
  "Sejauh apapun kamu pergi, keluarga adalah tempatmu kembali.",
  "Walaupun tidak sempurna, namun kamu cantik dengan caramu sendiri",
  "Setiap cobaan yg datang adalah proses pendewasaan diri.",
  "Hidup adalah tentang belajar. Jika berhenti, kamu akan mati.",
  "Orang yang pantas kamu bahagiakan terlebih dahulu adalah keluargamu.",
  "Keluarga lebih erat hubungannya dari ikatan darah dan bisa kamu temukan dimana saja.",
  "Saat kamu sukses, maka orang yang paling pertama tersenyum adalah orangtua.",
  "Pengalaman memang membawamu pada kesuksesan, tapi keluar akan mengajarkan soal makna kehidupan.",
  "Sesungguhnya sesudah kesulitan itu ada kemudahan, sesungguhnya sesudah kesulitan itu ada kemudahan. (QS. Al-insyirah 94:5).",
  "Ingatlah, hanya dengan mengingati Allah-lah hati menjadi tenteram. (QS. Al Ra'd: 28).",
  "Janganlah kamu bersikap lemah, dan janganlah (pula) kamu bersedih hati, padahal kamulah orang-orang yang paling tinggi (derajatnya), jika kamu orang-orang yang beriman. (QS.Ali 'Imran: 139).",
  "Carilah pada apa yang telah dianugerahkan kepadamu (kebahagiaan) negeri akhirat dan janganlah kamu melupakan bagianmu dari (kenikmatan) duniawi. (QS. Al-Qashas: 77).",
  "Sesungguhnya Allah tidak akan mengubah nasib suatu kaum sehingga mereka mengubah keadaan yang ada pada diri mereka sendiri. (QS. Ar-Ra'd: 11).",
  "Cukuplah Allah menjadi penolong kami dan Allah adalah sebaik-baik pelindung. - (Q.S Ali Imran: 173).",
  "Allah tidak membebani seseorang melainkan sesuai dengan kesanggupannya. - (Al-Baqarah: 286).",
  "Sesungguhnya hanya orang-orang yang bersabarlah yang dicukupkan pahala mereka tanpa batas. - (Q.S Az-Zumar: 10).",
  "Jangan sekali-kali kamu mengatakan: Sesungguhnya aku akan mengerjakan ini besok pagi. kecuali (dengan menyebut): Insya Allah. - (Q.S Al-Kahfi: 23-24).",
  "Tolak kejahatan dengan cara yang lebih baik, sehingga yang memusuhimu akan seperti teman yang setia. - (Q.S Fusshilat: 34).",
  "Jika kau tidak sibukkan jiwamu dalam kebenaran, maka ia akan menyibukkanmu dalam kebathilan. - Imam Syafi'i.",
  "Orang terkaya adalah ia yang menerima takdir Allah dengan senang hati. - Ali bin Husein.",
  "Yang paling besar di bumi bukanlah gunung atau lautan, melainkan hawa nafsu yang sulit dikendalikan. - Abu Hamid Al Ghazali.",
  "Cobaan hidupmu adalah untuk mengukur seberapa besar kesungguhanmu untuk meminta pertolongan Allah. - Ibnu Qoyyim.",
  "Carilah teman untuk menenangkan hati, perhatikanlah keselamatanmu dan juga kesejahteraannya. - Abu Hamid Al Ghazali.",
  "Tak ada waktu untuk mengeluh. Bangun sekarang dan hadapilah segala masalah!",
  "Mimpi akan jadi kenyataan jika kita punya keberanian.",
  "Fokuslah pada hal-hal yang bisa kamu kontrol, selebihnya bukanlah urusanmu.",
  "Saat kita punya harapan, maka kita akan fokus mencapai tujuan hidup",
  "Saat kamu memutuskan untuk bangun dari tidur, artinya kamu siap untuk menjalani hidup.",
  "Tidak ada orang yan bisa membuatmu merasa rendah tanpa persetujuanmu.",
  "Dalam menjalani hidup, jadilah orang yang kuat dan bermartabat.",
  "Harga diri bukan berarti gila hormat, namun suatu kesadaran bahwa kita berhak memilikinya.",
  "Kamu berharga dan punya nilai, jangan biarkan orang lain menjatuhkanmu.",
  "Harga diri tidak dapat dibeli atau dibuat, melainkan harta yang sudah kamu miliki sejak lahir. Jadi jagalah baik-baik!",
  "Senyuman adalah simbol persahabatan dan kedamaian.",
  "Hidup itu ibarat cermin. Jika kamu menghadapinya dengan senyuman, maka hidup akan tersenyum kembali padamu.",
  "Dari semua obat di dunia ini, senyum adalah penyembuh terbaik.",
  "Tersenyumlah pada siapapun, siapa tahu kamu dapat mengobati hati yang sedang sedih.",
  "Percayalah bahwa kamu adalah alasan seseorang untuk tersenyum."
]
