[
"Have you ever wondered why we're happy in Ramadan? Because we do what we were created to do. - Sh. Alaa Elsayed\nArtinya: Pernahkah Anda bertanya-tanya mengapa kita bahagia di bulan Ramadan? Karena kita melakukan apa yang seharusnya kita lakukan.",
"Ramadan is the only month when you have time to wash out your sins and pray to Allah.- Unknown\nArtinya: Ramadan adalah satu-satunya bulan di mana Anda memiliki waktu untuk membersihkan dosa-dosa Anda dan berdoa kepada Allah.",
"Whoever fasts in the month of Ramadan out of sincere faith, and hoping for a reward from Allah, then all his previous sins will be forgiven. - Sahih Bukhari\nArtinya: Barangsiapa yang berpuasa di bulan Ramadhan karena keimanan dan mengharap pahala dari Allah, maka akan diampuni dosa-dosanya yang telah lalu.",
"Ramadan is like a rare flower that blossoms once a year and just as you begin to smell its fragrance, it disappears for another year.- Unknown\nArtinya: Ramadan ibarat bunga langka yang mekar setahun sekali, dan saat Anda mulai mencium harumnya, ia menghilang selama setahun lagi.",
"Ramadan is a boot camp for the Muslim body and soul. In this holy month, make every day count. - Ibn Jeem\nArtinya: Ramadan adalah ajang pemantapan jiwa dan raga umat Muslim. Di bulan suci ini, manfaatkan setiap hari dengan sebaik-baiknya.",
"He has left his food, drink, and desires for my sake, The fast is for me, So I will reward (The fasting person) for it and the reward of good deeds is multiplied ten times. - Sahih Al Bukhari\nArtinya: Dia telah meninggalkan makan, minum dan syahwatnya demi aku. Puasa itu untukku, maka aku akan memberi pahala kepadanya, dan pahala kebaikan akan dilipatgandakan sepuluh kali lipat.",
"Ramadan is the month of blessings whose beginning is mercy, the middle is forgiveness and end is a celebration. - Unknown\nArtinya: Ramadan merupakan bulan penuh berkah, yang awalnya penuh rahmat, tengahnya penuh ampunan dan berakhir dengan perayaan.",
"Ramadan is the time to empty your stomach to feed your soul.- Unknown\nArtinya: Ramadan adalah saatnya mengosongkan perut untuk memberi makan jiwa Anda.",
"Ramadan is not just predicated upon eating or not eating or drinking or not drinking. It's a state of mind. And it's an attempt to achieve God consciousness that carries on throughout the day.",
"Ketika bulan Ramadhan tiba, pintu rahmat terbuka.", 
"Ramadhan adalah bulan yang awalnya adalah rahmat, yang tengahnya adalah ampunan, dan yang ujungnya adalah kebebasan dari api.", 
"Ketika bulan Ramadhan dimulai, pintu-pintu surga dibuka dan pintu-pintu neraka ditutup dan setan-setan dibelenggu.", 
"Ada pertempuran yang terjadi di dalam dirimu di bulan Ramadhan, dan selama 30 hari, Allah memberimu kekuatan untuk menang.", 
"Barang siapa berpuasa Ramadhan karena iman dan mengharapkan pahala maka diampuni dosa-dosanya yang telah lalu.",
"Bulan Ramadhan lebih utama dari bulan-bulan lainnya, dan sepuluh malam terakhir lebih utama dari malam-malam lainnya.",
"Dengan rahmat-Nya yang tak terbatas, Allah telah mengirimkan cahaya Ramadhan untuk menghapus malam.",
"Ramadhan adalah satu di antara pintu rahmat yang terbuka lebar sebagai kesempatan pembersihan jiwa.", 
"Orang mukmin menunggu Ramadhan untuk ibadah, orang munafik menunggunya untuk maksiat.", 
"Tuhan yang engkau sembah di Bulan Ramadhan adalah Tuhan yang sama yang engkau berpaling di bulan-bulan selainnya.", 
"Bulan Ramadhan adalah kesempatan emas untuk meraih pahala dan ketakwaan kepada Allah SWT.", 
"Di bulan Ramadhan, setiap amalan kebaikan dilipatgandakan menjadi berlipat-lipat.", 
"Jika seorang Muslim keluar dari Ramadhan tanpa mendapatkan pengampunan dan kebaikan, dia benar-benar merugi.", 
"Ramadhan, pada intinya, adalah bulan spiritualitas humanis.", 
"Puasa adalah perisai yang akan melindungimu dari api neraka dan mencegahmu dari dosa.", 
"Puasa adalah bentuk pengabdian yang tulus kepada Allah SWT.", 
"Terkadang kamu tidak menyadari betapa istimewanya sesuatu sampai kamu kehilangannya. Itulah yang saya rasakan tentang Ramadhan setiap tahun.", 
"Puasa mengajarkan kita menghargai nikmat makanan dan minuman yang biasa kita nikmati setiap hari.", 
"Puasa memberikan kesempatan untuk memperbaiki hubungan dengan sesama.", 
"Disiplin puasa membuatmu keluar dari rutinitas dunia.", 
"Puasa adalah perisai terbaik untuk melindungi diri dari dosa-dosa dan kejahatan.", 
"Melalui puasa, kita dapat belajar mengendalikan diri dan menahan hawa nafsu yang merusak.", 
"Puasa akan merangi hati yang gelap dan menyucikan jiwa yang kotor.", 
"Puasa adalah ibadah yang membawa kedamaian dan kesucian kepada jiwa.", 
"Puasa mengajarkan kita arti kesederhanaan dan berempati terhadap mereka yang kurang beruntung.", 
"Puasa adalah waktu untuk meningkatkan ketakwaan dan mendekatkan diri kepada Allah SWT.", 
"Di balik kelaparan dan haus, tersembunyi berkah yang luar biasa dalam ibadah puasa.", 
"Puasa akan membuat kita lebih peka terhadap kelaparan dan penderitaan yang dihadapi orang lain.", 
"puasa adalah perisai, gunakanlah sebagai pelindungmu.",
"barangsiapa berpuasa ramadhan karena iman dan mengharap pahala, maka diampuni dosa-dosanya yang telah lalu.",
"puasa itu setengah sabar.", 
"Orang yang berpuasa memiliki dua kebahagiaan: kebahagiaan ketika berbuka dan kebahagiaan ketika bertemu Tuhannya.",
"puasa adalah tameng dari api neraka.",
"bau mulut orang yang berpuasa lebih harum di sisi Allah daripada aroma minyak kasturi.",
"puasa adalah zakat badan.", 
"puasa adalah obat.", 
"puasa adalah sepertiga sabar.", 
"puasa menghapuskan dosa-dosa seperti air memadamkan api.", 
"perbanyaklah membaca Al-Quran di bulan ramadhan, karena Al-Quran akan memberi syafaat bagi pembacanya di hari kiamat.",
"barangsiapa yang mendirikan shalat malam di bulan ramadhan karena iman dan mengharap pahala, maka diampuni dosa-dosanya yang telah lalu.",
"umrah di bulan ramadhan setara dengan ibadah haji.",
"perbanyaklah berdoa di bulan ramadhan, karena doa orang yang berpuasa tidak akan ditolak.",
"barangsiapa memberi makan orang yang berbuka puasa, maka baginya pahala seperti orang yang berpuasa tanpa mengurangi pahala orang yang berpuasa itu sedikitpun.", 
"perbanyaklah istighfar di bulan ramadhan, karena Allah Maha pengampun lagi Maha penyayang.",
"shalat tarawih adalah sunnah yang sangat dianjurkan di bulan ramadhan.",
"perbanyaklah sedekah di bulan ramadhan, karena sedekah dapat memadamkan murka Allah.", 
"I'tikaf di sepuluh hari terakhir ramadhan adalah sunnah yang sangat dianjurkan.",
"Carilah Lailatul Qadar di malam-malam ganjil pada sepuluh hari terakhir ramadhan.", 
"jika seseorang tidak meninggalkan perkataan dusta dan perbuatan dusta, maka Allah tidak butuh dia meninggalkan makan dan minumnya.",
"puasa adalah perisai. Maka janganlah berkata-kata kotor dan berbuat bodoh.",
"barangsiapa yang tidak meninggalkan perkataan dusta dan mengamalkannya, maka Allah tidak butuh dia meninggalkan makan dan minumnya.",
"banyak orang yang berpuasa namun tidak mendapatkan dari puasanya kecuali lapar dan haus.", 
"puasa bukan hanya menahan makan dan minum, tapi juga menahan pandangan, pendengaran, lisan, tangan, kaki, dan seluruh anggota badan dari dosa.",
"jika kamu tidak dapat menahan amarahmu, bagaimana kamu bisa menahan lapar dan hausmu?",
"puasa adalah latihan mengendalikan diri.", 
"jangan biarkan lidahmu merusak puasamu.", 
"puasa yang paling berat adalah puasa lisan.",
"berpuasalah dari segala yang diharamkan Allah, bukan hanya dari makanan dan minuman.", 
"ramadhan adalah bulan untuk membersihkan hati dan jiwa dari noda-noda dosa.",
"gunakan ramadhan sebagai momentum untuk memperbaiki diri dan hubungan dengan Allah.",
"ramadhan mengajarkan kita untuk lebih menghargai nikmat Allah yang selama ini kita terima.",
"jadikan ramadhan sebagai bulan untuk merenungkan tujuan hidup kita yang sebenarnya.",
"ramadhan adalah kesempatan untuk memulai lembaran baru dalam hidup kita.",
"Evaluasi dirimu sebelum dievaluasi oleh Allah di hari pembalasan.", 
"ramadhan mengajarkan kita untuk lebih menghargai waktu dan mengisinya dengan kebaikan.",
"gunakan ramadhan untuk meningkatkan kualitas iman dan takwa kita.",
"ramadhan adalah waktu terbaik untuk memperbaiki hubungan kita dengan Allah dan sesama manusia.",
"jadikan ramadhan sebagai titik balik untuk menjadi pribadi yang lebih baik.",
"sedekah terbaik adalah sedekah di bulan ramadhan.",
"barangsiapa memberi makan orang yang berbuka puasa, maka baginya pahala seperti orang yang berpuasa.",
"ramadhan mengajarkan kita untuk lebih peduli terhadap penderitaan orang lain.",
"berbagi kebahagiaan di bulan ramadhan akan melipatgandakan pahala kita.",
"jadikan ramadhan sebagai bulan untuk memperbanyak amal dan sedekah.",
"puasa mengingatkan kita akan penderitaan orang-orang yang kelaparan.",
"berbagi di bulan ramadhan adalah investasi pahala terbaik.",
"ramadhan mengajarkan kita untuk tidak mementingkan diri sendiri.",
"Kebahagiaan sejati adalah ketika kita bisa membahagiakan orang lain di bulan ramadhan.",
"jadikan ramadhan sebagai momentum untuk mempererat tali persaudaraan.",
"puasa adalah setengah kesabaran.", 
"bersabarlah, karena sesungguhnya Allah beserta orang-orang yang sabar.",
"ramadhan adalah bulan kesabaran, dan balasan kesabaran adalah surga.", 
"jadikan puasa sebagai latihan kesabaran dalam menghadapi ujian hidup.",
"Kesabaran dalam berpuasa akan membuahkan kemanisan iman.",
"bersabarlah dalam menahan lapar dan haus, karena pahalanya sangat besar di sisi Allah.",
"puasa mengajarkan kita untuk sabar dalam mengendalikan hawa nafsu.",
"Kesabaran dalam berpuasa akan memurnikan jiwa kita.",
"jadikan ramadhan sebagai bulan untuk melatih kesabaran dalam segala hal.",
"bersabarlah dalam berpuasa, karena kesabaran adalah kunci surga.",
"barangsiapa yang berpuasa ramadhan karena iman dan mengharap pahala, maka diampuni dosa-dosanya yang telah lalu.",
"pintu-pintu surga dibuka di bulan ramadhan.",
"ramadhan adalah bulan pengampunan, maka perbanyaklah istighfar.",
"jangan sia-siakan ramadhan, karena ia adalah kesempatan emas untuk mendapatkan ampunan Allah.",
"di bulan ramadhan, Allah membebaskan banyak hamba-Nya dari api neraka.",
"ramadhan adalah bulan di mana doa-doa dikabulkan dan dosa-dosa diampuni.",
"jadikan ramadhan sebagai momentum untuk membersihkan diri dari dosa.",
"Ampunan Allah di bulan ramadhan lebih luas dari lautan.",
"jangan putus asa dari rahmat Allah, karena di bulan ramadhan pintu ampunan-Nya terbuka lebar.",
"ramadhan adalah kesempatan untuk memulai lembaran baru yang bersih dari dosa.",
"sesungguhnya setiap amalan tergantung pada niatnya.",
"Ikhlaslah dalam berpuasa, karena Allah melihat hati kita.",
"puasa yang diterima adalah puasa yang dilakukan dengan penuh keikhlasan.",
"jadikan ramadhan sebagai bulan untuk melatih keikhlasan dalam beribadah.",
"Keikhlasan dalam berpuasa akan memurnikan jiwa kita.",
"berpuasalah karena Allah, bukan karena ingin dipuji manusia.",
"Ikhlas adalah kunci diterimanya ibadah kita di bulan ramadhan.",
"ramadhan mengajarkan kita untuk ikhlas dalam menahan lapar dan haus.",
"jadikan keikhlasan sebagai landasan dalam menjalankan ibadah ramadhan.",
"Ikhlaslah dalam berpuasa, karena Allah Maha Mengetahui isi hati kita.",
"ramadhan adalah bulan yang penuh berkah, maka perbanyaklah amal kebaikan.",
"di bulan ramadhan, satu kebaikan dibalas dengan 70 kali lipat.", 
"Keberkahan ramadhan akan dirasakan oleh mereka yang memanfaatkannya dengan baik.",
"jadikan ramadhan sebagai bulan untuk meraih keberkahan dunia dan akhirat.",
"ramadhan membawa berkah dalam setiap aspek kehidupan kita.",
"Keberkahan ramadhan akan mengalir kepada mereka yang ikhlas dalam beribadah.",
"di bulan ramadhan, pintu-pintu keberkahan terbuka lebar.",
"ramadhan adalah kesempatan emas untuk meraih keberkahan yang berlimpah.",
"jadikan ramadhan sebagai bulan untuk memperbanyak amal agar hidup kita semakin berkah.",
"Keberkahan ramadhan akan terus mengalir bagi mereka yang istiqomah dalam kebaikan.",
"Waktu di bulan ramadhan lebih berharga dari emas.",
"jangan sia-siakan satu detik pun di bulan ramadhan.",
"ramadhan mengajarkan kita untuk lebih disiplin dalam mengatur waktu.",
"Manfaatkan setiap kesempatan di bulan ramadhan untuk beribadah.",
"Waktu di bulan ramadhan terlalu berharga untuk dihabiskan dengan sia-sia.",
"jadikan ramadhan sebagai momentum untuk memperbaiki manajemen waktu kita.",
"setiap detik di bulan ramadhan adalah kesempatan untuk meraih pahala.",
"ramadhan mengajarkan kita untuk lebih produktif dalam kebaikan.",
"jangan biarkan waktu di bulan ramadhan berlalu tanpa makna.",
"hargai setiap momen di bulan ramadhan, karena ia tidak akan terulang lagi.",
"puasa bukan hanya menahan lapar dan haus, tapi juga menahan diri dari akhlak tercela.",
"jadikan ramadhan sebagai bulan untuk melatih kesabaran dan kelembutan.",
"ramadhan mengajarkan kita untuk lebih pemaaf dan lapang dada.",
"di bulan ramadhan, perbaikilah hubungan dengan sesama manusia.",
"Akhlak yang baik adalah perhiasan terbaik di bulan ramadhan.",
"ramadhan adalah kesempatan untuk meningkatkan kualitas akhlak kita.",
"jadikan ramadhan sebagai bulan untuk melatih kejujuran dan amanah.",
"ramadhan mengajarkan kita untuk lebih santun dalam bertutur kata.",
"di bulan ramadhan, tingkatkan kepedulian terhadap sesama.",
"Akhlak mulia adalah cerminan kesempurnaan iman di bulan ramadhan.",
"ramadhan adalah bulan untuk meningkatkan ketakwaan kepada Allah.",
"jadikan ramadhan sebagai bulan untuk memperbaiki hubungan dengan Allah.",
"di bulan ramadhan, perbanyaklah dzikir dan istighfar.",
"ramadhan adalah kesempatan untuk merasakan kedekatan dengan Allah.",
"jadikan ramadhan sebagai bulan untuk meningkatkan kualitas ibadah.",
"di bulan ramadhan, perbanyaklah doa dan munajat kepada Allah.",
"ramadhan mengajarkan kita untuk selalu mengingat Allah dalam setiap keadaan.",
"jadikan ramadhan sebagai bulan untuk merenungi kebesaran Allah.",
"di bulan ramadhan, tingkatkan rasa syukur atas segala nikmat Allah.",
"ramadhan adalah kesempatan untuk meraih cinta dan ridha Allah.",
"ramadhan adalah bulan untuk membersihkan hati dari segala penyakit.",
"jadikan ramadhan sebagai bulan untuk melatih kejujuran hati.",
"di bulan ramadhan, sucikan jiwa dari sifat-sifat tercela.",
"ramadhan adalah kesempatan untuk memurnikan niat dalam beribadah.",
"jadikan ramadhan sebagai bulan untuk meningkatkan kecerdasan spiritual.",
"di bulan ramadhan, perbanyaklah muhasabah dan introspeksi diri.",
"ramadhan mengajarkan kita untuk melepaskan diri dari belenggu duniawi.",
"jadikan ramadhan sebagai bulan untuk melatih keikhlasan.",
"di bulan ramadhan, tingkatkan rasa takut kepada Allah.",
"ramadhan adalah kesempatan untuk meraih kesucian jiwa.",
"hai orang-orang yang beriman, diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang-orang sebelum kamu agar kamu bertakwa.",
"ramadhan adalah bulan untuk meningkatkan ketakwaan kepada Allah.",
"jadikan ramadhan sebagai bulan untuk melatih ketaatan kepada Allah.",
"di bulan ramadhan, tingkatkan kesadaran akan pengawasan Allah.",
"ramadhan adalah kesempatan untuk meraih derajat muttaqin.",
"jadikan ramadhan sebagai bulan untuk melatih konsistensi dalam ketaatan.",
"di bulan ramadhan, perkuat komitmen untuk menjalankan perintah Allah.",
"ramadhan mengajarkan kita untuk lebih takut kepada Allah daripada makhluk.",
"jadikan ramadhan sebagai bulan untuk meningkatkan kewaspadaan terhadap dosa.",
"di bulan ramadhan, tingkatkan kesadaran akan tanggung jawab sebagai hamba Allah.",
"ramadhan adalah bulan perjuangan untuk meraih kemenangan hakiki.",
"jadikan ramadhan sebagai momentum untuk mengalahkan hawa nafsu.",
"di bulan ramadhan, berjuanglah melawan godaan setan.",
"ramadhan adalah kesempatan untuk meraih kemenangan atas diri sendiri.",
"jadikan ramadhan sebagai bulan untuk melatih mental juara.",
"di bulan ramadhan, berjuanglah untuk meraih ridha Allah.",
"ramadhan mengajarkan kita untuk tidak mudah menyerah dalam kebaikan.",
"jadikan ramadhan sebagai bulan untuk meraih prestasi spiritual.",
"di bulan ramadhan, berjuanglah untuk menjadi pribadi yang lebih baik.",
"ramadhan adalah kesempatan untuk meraih kemenangan atas kelemahan diri.",
"ramadhan adalah bulan untuk meningkatkan kepedulian terhadap sesama.",
"jadikan ramadhan sebagai momentum untuk berbagi kebahagiaan.",
"di bulan ramadhan, perbanyaklah sedekah kepada yang membutuhkan.",
"ramadhan mengajarkan kita untuk lebih peka terhadap penderitaan orang lain.",
"jadikan ramadhan sebagai bulan untuk mempererat tali persaudaraan.",
"di bulan ramadhan, jadilah penolong bagi mereka yang kesusahan.",
"ramadhan adalah kesempatan untuk meringankan beban orang lain.",
"jadikan ramadhan sebagai bulan untuk menyebarkan kasih sayang.",
"di bulan ramadhan, tingkatkan semangat gotong royong.",
"ramadhan mengajarkan kita untuk tidak egois dan mementingkan diri sendiri.",
"puasa bukan hanya menahan makan dan minum, tapi juga menahan lisan dari perkataan buruk.",
"jadikan ramadhan sebagai bulan untuk melatih kejujuran dalam bertutur kata.",
"di bulan ramadhan, perbanyaklah ucapan yang baik dan bermanfaat.",
"ramadhan mengajarkan kita untuk lebih berhati-hati dalam berbicara.",
"jadikan ramadhan sebagai bulan untuk meninggalkan ghibah dan fitnah.",
"di bulan ramadhan, biasakan berkata yang benar dan jujur.",
"ramadhan adalah kesempatan untuk melatih kelembutan dalam bertutur kata.",
"jadikan ramadhan sebagai bulan untuk memperbanyak dzikir dan doa.",
"di bulan ramadhan, hindari perdebatan yang tidak bermanfaat.",
"ramadhan mengajarkan kita untuk lebih bijak dalam memilih kata-kata."
]
